ph_sp_1 = (f'Темы для проектов по физике\n\n '
           f'1. Абсолютно твердое тело и виды его движения.\n'
                          f'2. Магнитные поля, их измерения и воздействие на живые организмы.\n'
                          f'3. Кометы. Давление света. "Солнечный ветер".\n'
                          f'4. Неблагоприятные экологические последствия работы тепловых двигателей.\n'
                          f'5. Эволюция звезд. Белые карлики. Черные дыры.\n'
                          f'6. Измерение времени реакции человека на звуковые и световые сигналы.\n'
                          f'7. Методы астрофизических исследований. Радиотелескопы. Оптические телескопы. Угловое разрешение телескопа.\n'
                          f'8. Исследование зависимости показаний термометра от внешних условий.\n'
                          f'9. Оценка длины световой волны по наблюдению дифракции света на цели.\n'
                          f'10. Солнце - ближайшая звезда. Строение Солнечной атмосферы.'
           f' Солнечно-Земные связи. Структура Вселенной. Ее расширение. Реликтовое излучение.\n')

ph_sp_2 =(f'Темы проектов по физике\n\n'
          f'11. Физическое состояние и химический состав звезд. Равновесие звезд. Источники энергии звезд.\n'
          f'12. Поляризация света и ее применение.\n'
          f'13. Исследование методом видеоанализа лобового соударения двух тел одинаковой массы.\n'
          f'14. Влияние магнитных бурь на здоровье человека.\n'
          f'15. Исследование зависимости изменения коэффициента поверхностного натяжения жидкости от различных факторов.\n'
          f'16. Исследование эффекта Доплера в изменении скорости.\n'
          f'17. Исследование спектра излучения искусственных источников света.\n'
          f'18. Электрическое поле. Проводники в электрическом поле.\n'
          f'19. Ветрогенератор для сигнального освещения.\n'
          f'20. Основы молекулярно-кинетической теории.\n')

ph_sp_3 = (f'Темы проектов по физике\n \n'
           f'21. Электромагнитные ускорители массы.\n'
           f'22. Создание программы для расчета силовых линий электрического поля.\n'
           f'23. Термочувствительные материалы.'
           f'24. Модель самодвижущегося устройства способного двигаться по заданной траектории, обнаруживать и огибать препятствия.\n'
           f'25. Изготовление и испытание модели телескопа.\n'
           f'26. Исследование лобового сопротивления, создаваемого воздухом при свободном падении тел.\n'
           f'27. Проект "Школьная метеорологическая станция".\n'
           f'28. Звезды - важнейший объект Вселенной. Шкала звездных величин.\n'
           f'29. Изготовление самодельных приборов для демонстрации действия магнитного поля на проводник с током.\n'
           f'30. Исследование влияния различных факторов на рост кристаллов.')


ph_t_1 = (f'Тема №1 \nАбсолютно твердое тело и виды его движения.'
          f'\n')
ph_t_1_2 = (f'Тема №1 Абсолютно твердое тело и виды его движения.\n\n'
            f''
            f'1. Изучение базовой теории механики твердых тел и значимых законов движения.\n\n'
            f'2. Поиск научных статей и источников, посвященных абсолютно твердым телам и их движениям.\n\n'
            f'3. Определение релевантных примеров абсолютно твердых тел и их движений.\n\n'
            f'4. Создание моделей абсолютно твердых тел и их движений через использование современных методов моделирования.\n\n'
            f'5. Проведение симуляции движения абсолютно твердых тел с различными начальными условиями и внешними воздействиями, чтобы изучить их динамические свойства.\n\n'
            f'6. Анализ результатов моделирования и формулирование выводов о виде движения абсолютно твердых тел в различных условиях.\n\n'
            f'7. Подготовка и проведение экспериментальных исследований, направленных на подтверждение или опровержение полученных теоретических результатов.\n\n'
            f'8. Анализ полученных экспериментальных данных и сравнение их с результатами моделирования.\n\n'
            f'9. Формулирование основных выводов и рекомендаций по применению в данной области науки и техники.\n\n'
            f'10. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'11. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_2 = (f'Тема №2 \nМагнитные поля, их измерения и воздействие на живые организмы.\n'
          f'')
ph_t_2_2 = (f'Тема №2 Магнитные поля, их измерения и воздействие на живые организмы.\n\n'
            f'1. Ознакомление с теорией магнитных полей и их влиянием на живые организмы.\n\n'
            f'2. Поиск научных статей и источников, посвященных магнитным полям и их влиянию на живые организмы.\n\n'
            f'3. Определение релевантных примеров магнитных полей и их влияния на живые организмы.\n\n'
            f'4. Создание моделей магнитных полей и их воздействия на живые организмы через использование современных методов моделирования.\n\n'
            f'5. Проведение экспериментов для измерения магнитного поля и его воздействия на живые организмы. \n\n'
            f'6. Анализ результатов экспериментов и моделирования и формулирование выводов о виде воздействия магнитных полей на живые организмы.\n\n'
            f'7. Подготовка и проведение экспериментальных исследований, направленных на подтверждение или опровержение полученных теоретических результатов.\n\n'
            f'8. Анализ полученных экспериментальных данных и сравнение их с результатами моделирования.\n\n'
            f'9. Формулирование основных выводов и рекомендаций по применению в данной области науки и техники.\n\n'
            f'10. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'11. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_3 = (f'Тема №3 \nКометы. Давление света. "Солнечный ветер".\n'
          f'')
ph_t_3_2 = (f'Тема №3 Кометы. Давление света. "Солнечный ветер".\n\n'
            f'1. Описание космических тел: кометы, астероиды и метеоры. Как они возникли и как они движутся в космосе.\n\n'
            f'2. Рассмотрение давления света и как оно взаимодействует с кометами.\n\n'
            f'3. Исследование "солнечного ветра" и его влияния на кометы и другие космические тела.\n\n'
            f'4. Анализ последствий взаимодействия комет и астероидов с Землей и понимание, какие меры могут быть приняты для предотвращения возможного столкновения с планетой в будущем.\n\n'
            f'5. Оценка возможных практических применений данного исследования, таких как использование комет для добычи искусственного льда в космосе или для производства других полезных ресурсов.\n\n'
            f'6. Проведение экспериментов с использованием моделей комет или промышленных роботов, чтобы проверить на практике некоторые из теорий и гипотез, полученных в рамках данного проекта.\n\n'
            f'7. Формулирование основных выводов.\n\n'
            f'8. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'9. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_4 = (f'Тема №4\nНеблагоприятные экологические последствия работы тепловых двигателей.\n'
          f'')
ph_t_4_2 = (f'Тема №4 Неблагоприятные экологические последствия работы тепловых двигателей.\n\n'
            f'1. Описание принципа работы тепловых двигателей, объяснение того, как они используются в современной технике и транспорте.\n\n'
            f'2. Изучение химических реакций, происходящих внутри двигателя, и выявление вредных выбросов, которые они могут вызывать.\n\n'
            f'3. Анализ воздействия выбросов на окружающую среду, с учетом загрязнения атмосферы и здоровья людей и животных.\n\n'
            f'4. Рассмотрение возможных альтернатив тепловым двигателям: электромобили, водородные двигатели и другие, которые могут отличаться более безопасными или экологически чистыми способами работы.\n\n'
            f'5. Разработка методов и технологий, направленных на повышение экологической безопасности тепловых двигателей, таких как использование фильтров и катализаторов для очистки выбросов.\n\n'
            f'6. Оценка практических последствий и реализация потенциальных мер по уменьшению негативного влияния выбросов на окружающую среду.\n\n'
            f'7. Проведение экспериментов с использованием моделей тепловых двигателей для проверки на практике различных методов и технологий, предложенных в рамках проекта.\n\n'
            f'8. Формулирование основных выводов и рекомендаций по применению в данной области науки и техники.\n\n'
            f'9. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'10. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_5 = (f'Тема №5\nЭволюция звезд. Белые карлики. Черные дыры.\n'
          f'')
ph_t_5_2 = (f'Тема №5 Эволюция звезд. Белые карлики. Черные дыры.\n\n'
            f'1. Исследование теории эволюции звезд и объяснение того, как они претерпевают изменения на протяжении своей жизненного цикла.\n\n'
            f'2. Изучение свойств и процессов, происходящих в белых карликах, включая их возникновение и устройство.\n\n'
            f'3. Рассмотрение формирования черных дыр, их типов и свойств, а также роли, которую они играют во Вселенной.\n\n'
            f'4. Обсуждение методов исследования эволюции звезд, включая звезды с переменной яркостью, наблюдения дальних сверхновых, и телескопы, использующие различные диапазоны электромагнитного излучения.\n\n'
            f'5. Исследование связи между эволюцией звезд и распределяемыми ими элементами, включая углерод, кислород, железо и т. д.\n\n'
            f'6. Анализ возможных последствий черных дыр для окружающих звезд и планет.\n\n'
            f'7. Проведение экспериментов, используя модели звезд и их эволюции, чтобы более полно понимать свойства и функции белых карликов и черных дыр.\n\n'
            f'8. Оформление отчета - написание текста, создание графиков и таблиц, оформление иллюстраций. Формулирование основных выводов.\n\n'
            f'9. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'10. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_6 = (f'Тема №6\n Измерение времени реакции человека на звуковые и световые сигналы.\n'
          f'')
ph_t_6_2 = (f'Тема №6 Измерение времени реакции человека на звуковые и световые сигналы.\n\n'
            f'1. Изучение теории времени реакции - что это такое, как измеряется, каковы нормы и допустимые отклонения.\n\n'
            f'2. Изучение основ физики звука и света - как они распространяются, частоты и длины волн, чувствительность человеческого организма к различным частотам и интенсивностям.\n\n'
            f'4. Организация эксперимента - проведение измерений на испытуемых, обработка данных и получение результатов.\n\n'
            f'5. Анализ результатов - исследование зависимости времени реакции от возраста, пола, частоты и интенсивности сигналов, выявление норм и отклонений.\n\n'
            f'6. Оформление отчета - написание текста, создание графиков и таблиц, оформление иллюстраций. Формулирование основных выводов.\n\n'
            f'7. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'8. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_7 = (f'Тема №7\nМетоды астрофизических исследований. Радиотелескопы. Оптические телескопы. Угловое разрешение телескопа.\n'
          f'')
ph_t_7_2 = (f'Тема №7 Методы астрофизических исследований. Радиотелескопы. Оптические телескопы. Угловое разрешение телескопа.\n\n'
            f'1. Изучение теории истории становления астрономии в целом и астрофизики в частности. \n\n'
            f'2. Изучение принципов работы радиотелескопов и оптических телескопов, различий в их конструкции, принципов работы и возможностей с точки зрения исследования неба.\n\n'
            f'3. Изучение важных параметров таких как угловое разрешение телескопа, максимальное разрешение, формула Релея и методы определения.\n\n'
            f'4. Определение метода исследования и проведение эксперимента с помощью радиотелескопов и оптических телескопов - проведение измерений на нескольких объектах исследования.\n\n'
            f'5. Анализ влияния углового разрешения на исследование - исследование возможности определения характеристик космических объектов (размер, форма, структура),'
            f' выявление примеров определения максимального разрешения.\n\n'
            f'6. Оформление отчета - написание текста, создание графиков и таблиц, оформление иллюстраций. Формулирование основных выводов.\n\n'
            f'7. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'8. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_8 = (f'Тема №8\nИсследование зависимости показаний термометра от внешних условий.\n')

ph_t_8_2 = (f'Тема №8 Исследование зависимости показаний термометра от внешних условий. \n\n'
            f'1. Введение в тему – объяснение необходимости исследования зависимости показаний термометра от внешних условий.\n\n'
            f'2. Изучение теории – изучение принципа работы термометров, основных показателей, влияющих на результаты измерений.\n\n'
            f'3. Планирование эксперимента – выбор типа термометра, выбор внешних условий, которые будут изменяться во время проведения эксперимента, определение методических приемов для проведения исследования.\n\n'
            f'4. Проведение эксперимента – проведение измерений на термометре при различных внешних условиях (температура воздуха, влажность, давление), запись результатов.\n\n'
            f'5. Обработка результатов – анализ полученных данных, вычисление среднего значения показаний термометра при изменении разных внешних условий.\n\n'
            f'6. Составление отчета – написание текста, создание графиков и таблиц, оформление иллюстраций. Формулирование основных выводов.\n\n'
            f'7. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'8. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_9 = (f'Тема №9\nОценка длины световой волны по наблюдению дифракции света на цели.\n'
          f'')
ph_t_9_2 = (f'Тема №9 Оценка длины световой волны по наблюдению дифракции света на цели.\n\n'
            f'1. Введение в тему – объяснение необходимости оценки длины световой волны, описание явления дифракции света, его принципов и приложений.\n\n'
            f'2. Изучение теории – изучение свойств света, его волновой природы, оптической дифракции, понимание принципов работы приборов для измерения световой волны.\n\n'
            f'3. Планирование эксперимента – выбор цели для наблюдения дифракции света, выбор метода измерения, определение методики проведения измерений и оценки погрешности.\n\n'
            f'4. Проведение эксперимента – установка камеры, настройка освещения, получение изображения дифракционной картины, измерение расстояний между минимумами.\n\n'
            f'5. Обработка результатов – расчет средней длины световой волны, оценка погрешности измерений, анализ полученных данных.\n\n'
            f'6. Составление отчета – написание текста, создание графиков и таблиц, оформление иллюстраций. Формулирование основных выводов.\n\n'
            f'7. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
            f'8. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_10 = (f'Тема №10\nСолнце - ближайшая звезда. Строение Солнечной атмосферы. Солнечно-Земные связи. Структура Вселенной. Ее расширение. Реликтовое излучение.\n'
           f'')
ph_t_10_2 = (f'Тема №10 Солнце - ближайшая звезда. Строение Солнечной атмосферы. Солнечно-Земные связи. Структура Вселенной. Ее расширение. Реликтовое излучение.\n\n'
             f'1. Введение в тему – представление проекта, описание его актуальности и цели.\n\n'
             f'2. Изучение теории – обзор научных исследований, связанных с изучением Солнца, его свойств и строения, солнечно-земных связей, структуры Вселенной, ее расширения и реликтового излучения.\n\n'
             f'3. Сбор и анализ данных – исследование доступной информации в литературе, в интернете, просмотр научных видео и телепередач, проведение наблюдений Солнца.\n\n'
             f'4. Планирование эксперимента – разработка методики измерений, определение параметров, необходимых для проведения исследования.\n\n'
             f'5. Проведение эксперимента – проведение наблюдений Солнца, исследование его свойств и строения, анализ солнечно-земных связей, изучение структуры Вселенной, ее расширения и реликтового излучения.\n\n'
             f'6. Обработка результатов – анализ полученных данных, вычисление и интерпретация результатов, создание графиков и таблиц, оформление иллюстраций.\n\n'
             f'7. Составление отчета – написание текста, создание графиков и таблиц, оформление иллюстраций. Формулирование основных выводов.\n\n'
             f'8. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
             f'9. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_11 = (f'Тема №11\nФизическое состояние и химический состав звезд. Равновесие звезд. Источники энергии звезд.\n'
           f'')
ph_t_11_2 = (f'Тема №11 Физическое состояние и химический состав звезд. Равновесие звезд. Источники энергии звезд.\n\n'
             f'1. Введение в тему – представление проекта, описание его актуальности и цели.\n\n'
             f'2. Изучение теории – обзор научных исследований, связанных с физическим состоянием и химическим составом звезд, равновесием звезд и источниками их энергии.\n\n'
             f'3. Сбор и анализ данных – исследование доступной информации в литературе, в интернете, просмотр научных видео и телепередач, проведение анализа звездных спектров.\n\n'
             f'4. Планирование эксперимента – разработка методики измерений, определение параметров, необходимых для проведения исследования.\n\n'
             f'5. Проведение эксперимента – проведение наблюдений звезд, использование спектральных приборов для изучения их состава и физического состояния, анализ источников энергии звезд.\n\n'
             f'6. Обработка результатов – анализ полученных данных, вычисление и интерпретация результатов, создание графиков и таблиц, оформление иллюстраций.\n\n'
             f'7. Составление отчета – написание текста, демонстрация полученных результатов, анализ сделанных выводов.\n\n'
             f'8. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
             f'9. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_12 = (f'Тема №12\nПоляризация света и ее применение.\n'
           f'')
ph_t_12_2 = (f'Тема №12 Поляризация света и ее применение.\n\n'
             f'1. Введение в тему - знакомство с темой проекта, ее актуальность и цели. \n\n'
             f'2. Теоретическое изучение - изучение научных исследований, связанных с поляризацией света и ее применением.\n\n'
             f'3. Сбор и анализ данных - изучение доступной информации в литературе, Интернете, просмотр научных видео и телепередач, проведение экспериментов с поляризацией света.\n\n'
             f'4. Планирование эксперимента - разработка методики измерений и определение необходимых параметров для проведения исследования.\n\n'
             f'5. Проведение эксперимента - измерение поляризации света, анализ применения поляризационных фильтров, изучение работы поляриметра. Экспериментальная лаборатория.\n\n'
             f'6. Обработка результатов - анализ полученных данных, вычисление и интерпретация результатов, создание графиков и таблиц, оформление иллюстраций.\n\n'
             f'7. Оформление отчета - написание текста, демонстрация полученных результатов, анализ сделанных выводов.\n\n'
             f'8. Подготовка ответов на наиболее актуальные вопросы по проекту. \n\n'
             f'9. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_13 = (f'Тема №13\nИсследование методом видеоанализа лобового соударения двух тел одинаковой массы.\n'
           f'')
ph_t_13_2 = (f'Тема №13 Исследование методом видеоанализа лобового соударения двух тел одинаковой массы.\n\n'
             f'1. Введение в тему - знакомство с темой проекта, ее актуальность и цели.\n\n'
             f'2. Теоретическое изучение - изучение научных исследований, связанных с лобовыми соударениями и основами физики. \n\n'
             f'3. Сбор данных - запись лобовых соударений, проведение видеоанализа для поиска закономерностей.\n\n'
             f'4. Проведение эксперимента - проведение лобовых соударений двух тел одинаковой массы с помощью стенда, имитирующего движение.\n\n'
             f'5. Обработка данных - анализ видеоанализа, вычисление скоростей, масс, импульсов, кинетической энергии и других параметров, оформление иллюстраций.\n\n'
             f'6. Сравнение эмпирических результатов с теоретическими - сравнение полученных результатов с теоретическими значениями, вычисленными на основе принципов физики\n\n'
             f'7. Оформление отчета - написание текста, демонстрация полученных результатов, анализ сделанных выводов.\n\n'
             f'8. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'9. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_14 = (f'Тема №14\nВлияние магнитных бурь на здоровье человека.\n'
           f'')
ph_t_14_2 = (f'Тема №14 Влияние магнитных бурь на здоровье человека.\n\n'
             f'1. Введение в тему - знакомство с темой проекта, ее актуальность и цели.\n'
             f'2. Теоретическое изучение - изучение научных исследований, связанных с магнитными бурями и их воздействием на здоровье человека.\n\n'
             f'3. Изучение магнитных бурь - изучение магнитных бурь с помощью магнитометра, определение параметров магнитного поля.\n\n'
             f'4. Изучение воздействия магнитных бурь на организм - изучение влияния магнитных бурь на кровообращение, нервную систему, иммунитет, определение методов измерения параметров здоровья.\n\n'
             f'5. Анализ полученных данных - сравнение данных о магнитных бурях с данными о здоровье человека, оформление иллюстраций, графиков и таблиц.\n\n'
             f'6. Сравнение полученных результатов с теоретическими - сравнение полученных результатов с теоретическими значениями, вычисленными на основе принципов физики.\n\n'
             f'7. Оформление отчета - написание текста, демонстрация полученных результатов, анализ сделанных выводов.\n\n'
             f'8. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'9. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_15 = (f'Тема №15\nИсследование зависимости изменения коэффициента поверхностного натяжения жидкости от различных факторов.\n'
           f'')
ph_t_15_2 = (f'Тема №15 Исследование зависимости изменения коэффициента поверхностного натяжения жидкости от различных факторов.\n\n'
             f'1. Введение в тему - знакомство с темой проекта, ее актуальность и цели.\n\n'
             f'2. Теоретическое изучение - изучение научных исследований, связанных с поверхностным натяжением жидкости и его зависимостью от различных факторов.\n\n'
             f'3. Изучение методов измерения коэффициента поверхностного натяжения - изучение методов,'
             f' используемых для измерения коэффициента поверхностного натяжения жидкости, таких как методы капель, пленок и тензометрические методы.\n\n'
             f'4. Изучение факторов, влияющих на коэффициент поверхностного натяжения - изучение влияния температуры,'
             f' состава жидкости, наличия добавок, давления и других факторов на коэффициент поверхностного натяжения.\n\n'
             f'5. Проведение экспериментов - определение коэффициента поверхностного натяжения жидкости в зависимости от'
             f' различных факторов с помощью методов, изученных на предыдущем этапе. Сбор и обработка результатов экспериментов.\n\n'
             f'6. Анализ полученных данных - сравнение данных о коэффициенте поверхностного натяжения'
             f'с данными о факторах влияющих на него, оформление иллюстраций, графиков и таблиц.\n\n'
             f'7. Сравнение полученных результатов с теоретическими - сравнение полученных результатов с теоретическими значениями, вычисленными на основе принципов физики.\n\n'
             f'8. Оформление отчета - написание текста, демонстрация полученных результатов, анализ сделанных выводов.\n\n'
             f'9. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'10. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_16 = (f'Тема №16\n Исследование эффекта Доплера в изменении скорости.\n'
           f'')
ph_t_16_2 = (f'Тема №16 Исследование эффекта Доплера в изменении скорости.\n\n'
             f'1. Введение в тему - объяснение, что такое эффект Доплера и его значение в науке и технике.\n\n'
             f'2. Цель и задачи - определение цели и основных задач исследования.\n\n'
             f'3. Теоретический аспект - изучение теории эффекта Доплера и его математического описания.\n\n'
             f'4. Методика эксперимента - определение метода исследования, выбор оптических и электронных инструментов для замера скорости.\n\n'
             f'5. Выполнение эксперимента - проведение опытов по изменению скорости света с помощью выбранного метода.\n\n'
             f'6. Обработка полученных данных - обработка и анализ результатов эксперимента с использованием математических формул и графиков.\n\n'
             f'7. Выводы - обобщение результатов исследования, оценка точности полученных данных, их значимость и применение в науке и технике.\n\n'
             f'8. Заключение - описание вклада исследования в развитие науки, а также возможных направлений будущих исследований.'
             f'9. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'10. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_17 = (f'Тема №17\nИсследование спектра излучения искусственных источников света.\n'
           f'')
ph_t_17_2 = (f'Тема №17 Исследование спектра излучения искусственных источников света.\n\n'
             f'1. Введение - объяснение того, что такое спектр излучения искусственных источников света и как он используется в науке и технике.\n\n'
             f'2. Цель и задачи - определение цели и задач исследования.\n\n'
             f'3. Теоретический аспект - изучение теории спектра излучения искусственных источников света, его состава и математического описания.\n\n'
             f'4. Методика исследования - определение методов и инструментов для измерения спектра, выбор оптических инструментов для наблюдения спектра.\n\n'
             f'5. Проведение эксперимента - проведение экспериментов на измерение спектра излучения искусственных источников света с помощью выбранных методов.\n\n'
             f'6. Обработка полученных данных - обработка и анализ собранных результатов, создание графиков и таблиц для их визуализации.\n\n'
             f'7. Выводы - обобщение результатов исследования, оценка точности полученных данных, их значимость и применение в науке и технике.\n\n'
             f'8. Заключение - описание вклада исследования в развитие науки, а также возможных направлений будущих исследований.\n\n'
             f'9. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'10. Подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_18 = (f'Тема №18\nЭлектрическое поле. Проводники в электрическом поле.\n'
           f'')
ph_t_18_2 = (f'Тема №18 Электрическое поле. Проводники в электрическом поле.\n\n'
             f'1. Введение - объяснение того, что такое электрическое поле, его характеристики и примеры практического применения.\n\n'
             f'2. Цель и задачи - определение цели исследования и задач, которые необходимо решить, для достижения поставленной цели.\n\n'
             f'3. Теоретический аспект - изучение теории электрического поля, его взаимодействия с проводниками и характеристик проводников в электрическом поле.\n\n'
             f'4. Методика исследования - определение методов и инструментов для создания и измерения электрического поля, выбор оптических инструментов для визуализации электрического поля.\n\n'
             f'5. Проектирование эксперимента - планирование экспериментов для измерения и визуализации электрического поля в различных условиях.\n\n'
             f'6. Проведение эксперимента - проведение экспериментов на создание и измерение электрического поля в соответствии с выбранным планом.\n\n'
             f'7. Обработка полученных данных - обработка и анализ собранных результатов, создание графиков и таблиц для визуализации полученных данных.\n\n'
             f'8. Выводы - обобщение результатов исследования, оценка точности полученных данных, их значимость и применение в науке и технике.\n\n'
             f'9. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'10. Подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_19 = (f'Тема №19\nВетрогенератор для сигнального освещения.\n'
           f'')
ph_t_19_2 = (f'Тема №19 Ветрогенератор для сигнального освещения.\n\n'
             f'1. Введение - объяснение необходимости использования ветрогенератора для сигнального освещения, примеры его применения и перспективы развития данной технологии.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n\n'
             f'3. Теоретический аспект - изучение принципов работы ветрогенератора, особенностей конструкции, материалов и механизмов работы.\n\n'
             f'4. Методика исследования - выбор методов и инструментов для создания и тестирования ветрогенератора для сигнального освещения.\n\n'
             f'5. Проектирование эксперимента - планирование эксперимента для создания и тестирования ветрогенератора на различных скоростях ветра.\n\n'
             f'6. Создание прототипа - изготовление прототипа ветрогенератора для сигнального освещения в соответствии с заданными параметрами.\n\n'
             f'7. Тестирование прототипа - проведение тестирования ветрогенератора на различных уровнях скорости ветра и проверка его работоспособности и эффективности.\n\n'
             f'8. Обработка данных - обработка и анализ полученных данных о работе ветрогенератора, создание графиков и таблиц для проиллюстрирования полученных результатов.\n\n'
             f'9. Выводы - обобщение результатов эксперимента, оценка значимости полученных данных и их применение в решении практических задач.\n\n'
             f'10. Заключение - описание полученных результатов, их перспективы и возможные направления дальнейшего исследования и развития технологии ветрогенераторов для сигнального освещения.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_20 = (f'Тема №20\nОсновы молекулярно-кинетической теории.\n'
           f'')
ph_t_20_2 = (f'Тема №20 Основы молекулярно-кинетической теории.\n\n'
             f'1. Введение - объяснение необходимости изучения молекулярно-кинетической теории и ее роли в объяснении поведения вещества и явлений в природе.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n\n'
             f'3. Теоретический аспект - изучение основных понятий молекулярно-кинетической теории, законов сохранения энергии и импульса, термодинамики и свойств газов.\n\n'
             f'4. Методика исследования - выбор методов и инструментов для исследования воздействия температуры, давления и объема на свойства газов.\n\n'
             f'5. Проектирование эксперимента - планирование эксперимента для изучения изменения свойств газов при изменении температуры, давления и объема.\n\n'
             f'6. Создание экспериментальной установки - изготовление установки для проведения эксперимента в соответствии с заданными параметрами.\n\n'
             f'7. Проведение эксперимента - проведение эксперимента и фиксация данных о изменении свойств газов при различных параметрах.\n\n'
             f'8. Обработка данных - обработка и анализ полученных данных об изменении свойств газов при различных параметрах.\n\n'
             f'9. Выводы: обобщение данных об изменении свойств газов при изменении температуры, давления и объема,'
             f' оценка значимости полученных результатов и их применение в решении практических задач.\n\n'
             f'10. Заключение - описание полученных результатов, их перспективы и возможные направления дальнейшего исследования и развития молекулярно-кинетической теории.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_21 = (f'Тема №21\nЭлектромагнитные ускорители массы.\n'
           f'')
ph_t_21_2 = (f'Тема №21 Электромагнитные ускорители массы.\n\n'
             f'1. Введение - объяснение необходимости изучения электромагнитных ускорителей и их роли в создании высокоскоростных частиц в физике.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n\n'
             f'3. Теоретический аспект - изучение принципов работы электромагнитных ускорителей, устройства ускорительных систем, применения ускорителей в физике высоких энергий.\n\n'
             f'4. Методика исследования - выбор методов и инструментов для исследования электромагнитных ускорителей и их параметров.\n\n'
             f'5. Проектирование ускорителя - планирование будущего ускорителя, определение его параметров (например, энергии, числа частиц), выбор материалов и оборудования.\n\n'
             f'6. Создание ускорительной системы - изготовление системы ускорителя, изучение технологических процессов для изготовления суперпроводящих магнитов и оборудования.\n\n'
             f'7. Проведение экспериментов - проведение экспериментов с использованием ускорителей и фиксация полученных данных.\n\n'
             f'8. Обработка данных - обработка и анализ полученных данных об ускорении частиц и связанных с этим явлениях.\n\n'
             f'9. Выводы - обобщение данных об ускорении частиц и их использовании в физике высоких энергий. Оценка значимости полученных результатов и их применение в дальнейших исследованиях.\n\n'
             f'10. Заключение - описание полученных результатов, их перспективы и возможные направления дальнейшей работы в области электромагнитных ускорителей массы.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_22 = (f'Тема №22\nСоздание программы для расчета силовых линий электрического поля.\n'
           f'')
ph_t_22_2 = (f'Тема №22 Создание программы для расчета силовых линий электрического поля.\n\n'
             f'1. Введение - объяснение необходимости изучения электрического поля и его силовых линий, а также роли расчета этих линий в науке и технике.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n\n'
             f'3. Теоретический аспект - изучение принципов работы электрического поля, его основных характеристик и свойств, которые необходимы для расчета силовых линий.\n\n'
             f'4. Методика исследования - выбор и описание методов и инструментов для расчета силовых линий электрического поля, их сравнение и выбор наиболее эффективных.\n\n'
             f'5. Проектирование программы - планирование будущей программы для расчета силовых линий, определение ее структуры, функций и возможностей.\n\n'
             f'6. Создание программы - разработка и написание кода программы на выбранном языке программирования,'
             f' изучение технологических процессов для создания удобного и эффективного интерфейса программы.\n\n'
             f'7. Тестирование программы - проверка работоспособности программы и выявление возможных недостатков.\n\n'
             f'8. Улучшение программы - исправление недостатков и улучшение функциональности программы.\n\n'
             f'9. Тестирование и введение в эксплуатацию - окончательное тестирование программы и введение ее в эксплуатацию.\n\n'
             f'10. Заключение - описание полученных результатов, их перспективы и возможные направления дальнейшей работы в области расчета силовых линий электрического поля.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_23 = (f'Тема №23\nТермочувствительные материалы.\n'
           f'')
ph_t_23_2 = (f'Тема №23 Термочувствительные материалы.\n\n'
             f'1. Введение - объяснение необходимости изучения термочувствительных материалов и их применения в науке и технике.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n\n'
             f'3. Теоретический аспект - изучение принципов работы термочувствительных материалов, их основных характеристик и свойств, а также области их применения.\n\n'
             f'4. Методика исследования - выбор и описание методов и инструментов для изучения термочувствительных материалов, их сравнение и выбор наиболее эффективных.\n\n'
             f'5. Проектирование и создание материалов - разработка и создание термочувствительных материалов с использованием наиболее эффективных методов.\n\n'
             f'6. Испытания и анализ результатов - проведение испытаний полученных материалов и анализ результатов для определения их характеристик и свойств.\n\n'
             f'7. Применение материалов - описание области применения полученных термочувствительных материалов и их преимуществ в сравнении с другими материалами.\n\n'
             f'8. Улучшение материалов - исправление недостатков и улучшение характеристик термочувствительных материалов.\n\n'
             f'9. Тестирование и введение в эксплуатацию - окончательное тестирование материалов и их введение в эксплуатацию.\n\n'
             f'10. Заключение - описание полученных результатов, их перспективы и возможные направления дальнейшей работы в области термочувствительных материалов.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_24 = (f'Тема №24\nМодель самодвижущегося устройства способного двигаться по заданной траектории, обнаруживать и огибать препятствия.\n'
           f'')
ph_t_24_2 = (f'Тема №24 Модель самодвижущегося устройства способного двигаться по заданной траектории, обнаруживать и огибать препятствия.\n\n'
             f'1. Введение - объяснение необходимости создания самодвижущегося устройства, способного двигаться по заданной траектории, обнаруживать и огибать препятствия.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n'
             f'3. Теоретический аспект - изучение основных принципов работы и устройства подобных устройств, принципов работы датчиков и алгоритмов движения.\n\n'
             f'4. Создание модели - создание модели устройства с помощью проектирования в 3D графике или чертежей, сборка и установка всех необходимых деталей.\n\n'
             f'5. Программирование движения по заданной траектории - разработка программного обеспечения для движения устройства по заданной траектории.\n\n'
             f'6. Обнаружение препятствий и разработка алгоритма их обхода - разработка алгоритма обнаружения препятствий и их обхода с использованием датчиков.\n\n'
             f'7. Тестирование и анализ результатов - тестирование работы устройства и анализ полученных результатов для оценки эффективности и точности его работы.\n\n'
             f'8. Улучшение устройства -улучшение характеристик устройства путем исправления недостатков и улучшения его функциональных возможностей.\n\n'
             f'9. Итоги работы и выводы - описание полученных результатов, выводов и рекомендаций для дальнейшей работы в этой области.\n\n'
             f'10. Заключение - общий вывод о выполненной работе и ее значимости, предложения для будущих исследований и практических применений самодвижущегося устройства.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_25 = (f'Тема №25\nИзготовление и испытание модели телескопа.\n'
           f'')
ph_t_25_2 = (f'Тема №25 Изготовление и испытание модели телескопа.\n\n'
             f'1. Введение - объяснение необходимости создания модели телескопа и его применения.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей, таких как.\n\n'
             f'3. Теоретический аспект - изучение основных принципов работы, устройства и применения телескопов, их видов и особенностей.\n\n'
             f'4. Проектирование - создание проекта модели телескопа, проработка конструкции, выбор необходимых материалов и компонентов.\n\n'
             f'5. Изготовление модели - сборка модели с учетом выбранной конструкции, установка оптических элементов.\n\n'
             f'6. Испытание модели - проверка соответствия модели техническим требованиям, проверка качества изображения, определение точности фокусировки.\n\n'
             f'7. Тестирование и анализ результатов - тестирование работы модели телескопа и анализ полученных результатов для оценки эффективности и точности его работы.\n\n'
             f'8. Улучшение модели - улучшение характеристик модели путем исправления недостатков и улучшения ее функциональных возможностей.\n\n'
             f'9. Итоги работы и выводы - описание полученных результатов, выводов и рекомендаций для дальнейшего улучшения модели.\n\n'
             f'10. Заключение - общий вывод о выполненной работе и ее значимости, предложения для будущих исследований и практического применения телескопов.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_26 = (f'Тема №26\nИсследование лобового сопротивления, создаваемого воздухом при свободном падении тел.\n'
           f'')
ph_t_26_2 = (f'Тема №26 Исследование лобового сопротивления, создаваемого воздухом при свободном падении тел.\n\n'
             f'1. Введение - объяснение необходимости проведения исследования лобового сопротивления, его применения и практической значимости.\n\n'
             f'2. Цель и задачи - определение цели проекта и задач, необходимых для достижения поставленных целей.\n\n'
             f'3. Теоретический аспект - изучение основных понятий физики, связанных с лобовым сопротивлением и свободным падением тел, а также методов его измерения.\n\n'
             f'4. Планирование эксперимента - выбор методов и инструментов для проведения эксперимента, определение условий его'
             f' проведения - выбор высоты свободного падения, формы и материала тел.\n\n'
             f'5. Измерения - проведение измерений лобового сопротивления различных форм тел при свободном падении на различных высотах.\n\n'
             f'6. Анализ результатов: обработка полученных данных, создание таблиц и графиков,'
             f' сравнение результатов, определение зависимости лобового сопротивления от формы тела и высоты свободного падения.\n\n'
             f'7. Выводы и рекомендации - обобщение полученных результатов, выводы о влиянии формы тела на лобовое сопротивление и рекомендации для дальнейших исследований.\n\n'
             f'8. Заключение - общий вывод о выполненной работе и ее значимости, предложения для дальнейшего применения полученных результатов в инженерном проектировании и научных исследованиях.\n\n'
             f'9. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'10. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_27 = (f'Тема №27\nПроект "Школьная метеорологическая станция".\n'
           f'')
ph_t_27_2 = (f'Тема №27 Проект "Школьная метеорологическая станция".\n\n'
             f'1. Введение - объяснение целей и задач проекта "Школьная метеорологическая станция", обоснование необходимости создания такой станции, описание ее применения и значимости.\n\n'
             f'2. Цели и задачи - формулирование конкретных целей и задач, которые необходимо решить для достижения общей цели проекта.\n\n'
             f'3. Планирование станции - выбор оборудования, необходимого для работы станции, разработка дизайна и схемы расположения.\n\n'
             f'4. Установка оборудования - монтаж метеорологического оборудования и проверка его работоспособности.\n\n'
             f'5. Измерения - ежедневное проведение измерений на метеорологической станции, анализ результатов, создание записей и отчетов на основе полученных данных.\n\n'
             f'6. Прогноз погоды - создание методик прогнозирования погоды на основе анализа полученных данных, построение графиков и таблиц.\n\n'
             f'7. Обработка результатов - анализ полученных данных, создание таблиц и графиков, выявление закономерностей изменения погоды и их зависимости от времени года.\n\n'
             f'8. Выводы и рекомендации - обобщение полученных результатов,'
             f' выводы о возможностях применения метеорологической станции в школьном образовании и создание рекомендаций по дальнейшей работе над проектом.\n\n'
             f'9. Заключение - общий вывод о выполненной работе, ее значимости и возможностях применения в будущем, предложения по развитию проекта и его использованию в учебном процессе.\n\n'
             f'10. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'11. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_28 = (f'Тема №28\nЗвезды - важнейший объект Вселенной. Шкала звездных величин.\n'
           f'')
ph_t_28_2 = (f'Тема №28 Звезды - важнейший объект Вселенной. Шкала звездных величин.\n\n'
             f'1. Введение - объяснение целей и задач проекта "Звезды - важнейший объект Вселенной", описание шкалы звездных величин, их значения и применения.\n\n'
             f'1. Введение - объяснение целей и задач проекта "Звезды - важнейший объект Вселенной", описание шкалы звездных величин, их значения и применения.\n\n'
             f'3. История - исследование и описание истории изучения и открытия звезд, истории создания шкалы звездных величин.\n\n'
             f'4. Классификация звезд - описание структуры и свойств звезд, классификация звезд по спектру, массе и другим параметрам.\n\n'
             f'5. Шкала звездных величин - подробное описание шкалы, ее применение и влияние на современную астрономию.\n\n'
             f'6. Техника наблюдений - изучение различных приборов и способов наблюдения за звездами, обзор современных телескопов и их технических характеристик.\n\n'
             f'7. Современные исследования -  описание современных исследований звезд, их свойств и взаимодействия в космосе.\n\n'
             f'8. Практические занятия - проведение практических занятий по наблюдению за звездами, измерения звездных величин, создание собственной шкалы звездных величин.\n\n'
             f'9. Выводы и рекомендации - обобщение полученных результатов, выводы о значимости звездных исследований и возможностях их применения в будущем.\n\n'
             f'10. Заключение - общий вывод о выполненной работе, ее значимости и возможностях использования полученных знаний в реальной жизни, предложения по дальнейшему развитию проекта.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_29 = (f'Тема №29\nИзготовление самодельных приборов для демонстрации действия магнитного поля на проводник с током.\n'
           f'')
ph_t_29_2 = (f'Тема №29 Изготовление самодельных приборов для демонстрации действия магнитного поля на проводник с током.\n\n'
             f'1. Введение - объяснение целей и задач проекта "Изготовление самодельных приборов для демонстрации действия магнитного '
             f'поля на проводник с током", описание принципа действия магнитного поля на проводник с током, необходимых материалов и инструментов.\n\n'
             f'2. Цели и задачи - формулирование конкретных целей и задач, которые необходимо решить для достижения общей цели проекта.\n\n'
             f'3. Исследование теории - исследование и описание принципа действия магнитного поля на проводник с током, изучение законов электромагнетизма.\n\n'
             f'4. Материалы и инструменты - подробное описание необходимых материалов и инструментов, которые понадобятся для изготовления приборов.\n\n'
             f'5. Изготовление приборов - пошаговое описание процесса изготовления приборов, создание схематических рисунков и инструкций.\n\n'
             f'6. Тестирование эффективности - проведение тестирования приборов, описание результатов и анализ полученных данных.\n\n'
             f'7. Демонстрация приборов - описание возможностей использования приборов для демонстрации действия магнитного поля на проводник с током.\n\n'
             f'8. Выводы и рекомендации - обобщение полученных результатов, выводы о эффективности приборов и возможностях их применения в образовательной и научной сферах.\n\n'
             f'9. Заключение - общий вывод о выполненной работе, ее значимости и возможностях использования полученных знаний в реальной жизни, предложения по дальнейшему развитию проекта.\n\n'
             f'10. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'11. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')


ph_t_30 = (f'Тема №30\nИсследование влияния различных факторов на рост кристаллов.\n'
           f'')
ph_t_30_2 = (f'Тема №30 Исследование влияния различных факторов на рост кристаллов.\n\n'
             f'1. Введение - объяснение целей и задач проекта "Исследование влияния различных факторов на рост кристаллов",'
             f' описание важности изучения данной проблемы, необходимых материалов и инструментов.\n\n'
             f'2. Цели и задачи - формулирование конкретных целей и задач, которые необходимо решить для достижения общей цели проекта.\n\n'
             f'3. Исследование теории - исследование и описание основных принципов и законов роста кристаллов, изучение влияния различных факторов на данный процесс.\n\n'
             f'4. Материалы и инструменты - подробное описание необходимых материалов и инструментов, которые понадобятся для исследования влияния различных факторов на рост кристаллов.\n\n'
             f'5. Планирование эксперимента - разработка конкретных планов экспериментов для изучения влияния различных факторов на рост кристаллов.\n\n'
             f'6. Проведение эксперимента - пошаговое описание процесса проведения экспериментов и изменения различных факторов, создание схематических рисунков и инструкций.\n\n'
             f'7. Измерение и анализ результатов - измерение скорости роста кристаллов в зависимости от изменения различных факторов, анализ полученных данных и построение графиков.\n\n'
             f'8. Выводы - обобщение и анализ полученных результатов, выделение основных закономерностей и заключений.\n\n'
             f'9. Применение результатов - описание возможностей применения полученных знаний и результатов в научной и технологической сферах.\n\n'
             f'10. Заключение - общий вывод о выполненной работе, ее значимости и возможности дальнейшего развития проекта.\n\n'
             f'11. Подготовка ответов на наиболее актуальные вопросы по проекту.\n\n'
             f'12. Объяснение научной работы, создание презентации и подготовка и научного отчета о данной работе для продемонстрирования общественности.\n\n')